/*
 * Άσκηση 4: Μεταβλητές και Τύποι Δεδομένων
 *
 * Οδηγίες:
 * 1. Δηλώστε μεταβλητές διαφορετικών θεμελιωδών τύπων δεδομένων: int, short, long, long long, float, double, long double, char, bool
 * 2. Αρχικοποιήστε κάθε μεταβλητή με μια κατάλληλη τιμή
 * 3. Εκτυπώστε κάθε μεταβλητή με μια περιγραφική ετικέτα
 * 4. Επιδείξτε τη διαφορά στην ακρίβεια μεταξύ float, double και long double αποθηκεύοντας και εκτυπώνοντας την τιμή του ΠΙ
 */

#include <iostream>
#include <string>
using namespace std;

int main() {
    // Ο κώδικάς σας εδώ
    
    return 0;
}